{
  "home": "الرئيسة",
  "our-services": "خدماتنا",
  "industries": "Industries",
  "fqa": "الاسئلة الشائعة",
  "services": "خدمات",
  "usefully": "الامستفيدين",
  "client": "عملاء",
  "mr": "محمد رزق",
  "about-us": "معلومات عنا",
  "our-industries": "صفقاتنا",
  "our-client": "العملاء",
  "messages": "رسائل",
  "text-lang-en": "النص باللغة الإنجليزية",
  "title-lang-en": "العنوان باللغة الإنجليزية",
  "text-lang-ar": "النص باللغة العربية",
  "title-lang-ar": "العنوان باللغة العربية",
  "submit": "حفظ",
  "add": "اضافة",
  "contact": "اتصل بنا",
  "ourServiceDesc": "يلتزم فريقنا من المهنيين ذوي الخبرة والتفاني بتقديم إرشادات متخصصة مصممة وفقًا لاحتياجاتك الفردية.",
  "name": "محمد رزق",
  "home_intro_text": "محاسب قانوني في مصر ودبي",
  "get_in_touch": "ابق على تواصل معنا",
  "about_us_1": "في وقت قصير ، احتل مكتبنا مكانًا رائعًا بين المكاتب المهنية في مصر ودبي. وذلك لأن مكتبنا لديه متخصصون في الأعمال يمتلكون ويحافظون على معايير النزاهة والمهارات التقنية مع رعاية عملائنا",
  "about_us_2": " M1 مجموعة للمحاسبة والتدقيق والضرائب والاستشارات تم تأسيسها قبل أكثر من 16 عامًا من قبل فريق من المهنيين ذوي الخبرات المتنوعة في مجالات المراجعة والخدمات الضريبية والتنظيم وإعادة الهيكلة الإدارية.",
  "about_us_3": " تعتمد منشأة التدقيق والضرائب والاستشارات لمجموعة مكتب محمد رزق و شركاه (ام ون ) على المعايير المهنية ومستويات الجودة من خلال شركاء المنشأة والموظفين الذين لديهم المؤهلات الأكاديمية المناسبة ",
  "about_us_4": " وكذلك الاعتماد على القادة الإداريين والمهنيين في المجالات الحكومية, حيث يعمل المرفق كوكلاء وزاريين في المنظمة المركزية السابقة للتدقيق والمدير العام السابق لهيئة الضرائب ، وكذلك المستشارين في مجلس الدولة سابقًا, وكذلك أولئك الذين لديهم خبرة في هيئة سوق رأس المال السابقة",
  "read_more": "اقرأ المزيد",
  "vision": "رؤيتنا",
  "mission": "مهمتنا",
  "objective": "اهدافنا",
  "mission_desc": "نأمل في الحصول على حلول محاسبية للشركات الصغيرة والكبيرة بالإضافة إلى كوننا مُعدين للضرائب مرخصين وتزويد عملائنا براحة البال مع العلم بأن أموالهم المالية يتم الاعتناء بها دون كسر البنك كل شهر",
  "vision_desc": "تقديم خدمات مالية ومهنية استثنائية مع الحفاظ على أعلى مستويات النزاهة والاحتراف. <br/> الاستمرار في تقديم مجموعة مستقلة من الخدمات المالية ، مع التركيز بشكل خاص على عملائنا الأساسيين في السوق ومصالحهم التجارية. <br/>  بناء علاقة قوية وعميقة وطويلة الأمد مع عملائنا لتقديم الأفضل لهم. بثقافة شراكة مميزة ، نعمل معًا لتحقيق أهدافك. <br/> - إدارة مخاطر الأعمال لضمان أن تظل مصالح عملائنا في طليعة كل ما نقوم به. <br/> كن محترمًا لجودة خدمة العملاء ",
  "objective_desc": "محمد رزق وشركاه محاسبون قانونيون ومستشارون ضرائب - يسعون باستمرار للالتزام بأعلى المعايير المهنية ، وتقديم المشورة السليمة لعملائنا مع الحفاظ على استقلاليتنا. نحن منفتحون وصادقون في اتصالاتنا وتبادل المعلومات في تقديم الخدمات والمشورة بشكل متكرر وبناء مع إدارة المواقف الصعبة",
  "our_services": "خدماتنا",
  "view_all": "اظهار الكل",
  "our_clients": "عملائنا",
  "subscribe_now": "اشترك الان",
  "mail_placeholder": "ادخل بريدك الإلكتروني",
  "copy_writes_start": "© حقوق ملكية ",
  "copy_writes_end": "جميع الحقوق محفوظة  مجموعة M1",
  "our_industries": "صناعاتنا",
  "about_us": "معلومات عنا",
  "contacts": "وسائل التواصل",
  "company": "الشركة",
  "our_services_sub": "نحن نقدم مجموعة شاملة من الخدمات والخبرة والمشورة سواء كنت تبحث عن حسابات أو تدقيق أو إقرارات ضريبية أو خدمات دعم أعمال مخصصة أو مشورة متخصصة.",
  "contact_info": "تريد خدمة؟ اتصل بنا...",
  "say_something": "قل شيئًا لبدء خدمتك",
  "address": "العنوان",
  "contact_details": "معلومات التواصل",
  "commercial_register": "رقم السجل الضريبي",
  "first_name": "الاسم الأول",
  "last_name": "الاسم الأخير",
  "email": "البريد الإلكتروني",
  "phone_number": "رقم الهاتف",
  "message": "اترك رسالة",
  "subject": "الموضوع",
  "send_message": "ارسال رسالة",
  "contact_us": "تواصل معنا",
  "contact_us_sub": "اي سؤال او ملاحظات؟ فقط اكتب لنا رسالة!",
  "why_us": "لماذا نحن",
  "news_litter": "النشرة الإخبارية",
  "have_ques": "لدي سؤال",
  "faq_sub": "لديك أي أسئلة؟ نحن هنا لمساعدتك.",
  "search": "ابحث هنا",
  "frequently_head": "الاسئلة الشائعة",
  "ques_1": "هل سيتعين عليّ رؤية أو التحدث إلى دائرة الإيرادات الداخلية إذا أخذت قضيتي؟  ",
  "ques_2": "هل التسجيل علي المنظومة الجديدة اجباري ام اختياري بالنسبة للممولين؟  ",
  "ques_3": "ما هي رسومك؟  ",
  "answer_1": "لا! سأتعامل مع قضيتك بالكامل. سيتم إجراء جميع الاتصالات مباشرة من خلالي بصفتي وكيلًا مسجلاً  ",
  "answer_2": "التسجيل علي المنظومة الجديدة اجباري علي جميع الممولين والمسجلين علي حسب الجدول الزمني المعمول به كلا حسب المراحل المخصصة بالمشروع، فالمرحلة الاولي تم تطبيقها علي ممولي مركز كبار الممولين ومركز متوسطي الممولين ومركز كبار المهن الحرة",
  "answer_3": "تعتمد رسومنا الخاصة بالعرض في التسوية بشكل معقول على سعر ثابت وسيتم تقديم شروط مشاركتنا لك أثناء الاستشارة الأولية المجانية.",
  "address_eg": "مصر :94 عبدالعزيز فهمي ,ميدان سانت فاطيما ,مصر الجديده .",
  "address_du": "دبي: مبنى ندى ، رقم الشقة 502 ، الشارع الأول بارشا ، البارشا 1 ، دبي"
}
